import {IWord} from "types";

export const imageLinks = {
    welcome: '/icons/welcome.svg',
    happy: '/icons/happy.svg',
    sad: '/icons/sad.svg'
}

export const phrases: IWord[] = [
    {
        "id": 9,
        "rus": "Не беспокойтесь",
        "tat": "Борчылмагыз"
    },
    {
        "id": 29,
        "rus": "Эти туристы из Америки",
        "tat": "Бу туристлар Америкадан"
    },
    {
        "id": 22,
        "rus": "А кто вы",
        "tat": "Ә сез кем"
    },
    {
        "id": 16,
        "rus": "Пожалуйста",
        "tat": "Зинһар"
    },
    {
        "id": 10,
        "rus": "Давай",
        "tat": "Әйдә"
    },
    {
        "id": 19,
        "rus": "Извините",
        "tat": "Гафу итегез"
    },
    {
        "id": 5,
        "rus": "Добрый день",
        "tat": "Хәерле көн"
    },
    {
        "id": 15,
        "rus": "Пока",
        "tat": "Хуш"
    },
    {
        "id": 24,
        "rus": "Здравствуй",
        "tat": "Исәнме"
    },
    {
        "id": 25,
        "rus": "Можешь прийти",
        "tat": "Килә аласыңмы"
    },
    {
        "id": 8,
        "rus": "Короче",
        "tat": "Кыскасы"
    },
    {
        "id": 7,
        "rus": "По-моему",
        "tat": "Минемчә"
    },
    {
        "id": 20,
        "rus": "Куда пойдём",
        "tat": "Кая барабыз"
    },
    {
        "id": 3,
        "rus": "Привет",
        "tat": "Сәлам"
    },
    {
        "id": 13,
        "rus": "Что ты делаешь",
        "tat": "Син нишлисең"
    },
    {
        "id": 23,
        "rus": "Это так",
        "tat": "Шулаймы"
    },
    {
        "id": 1,
        "rus": "Несомненно",
        "tat": "Һичшиксез"
    },
    {
        "id": 28,
        "rus": "Я устал(а)",
        "tat": "Арыдым"
    },
    {
        "id": 2,
        "rus": "Ничего не стоит",
        "tat": "Берни түгел"
    },
    {
        "id": 33,
        "rus": "Большое спасибо",
        "tat": "Бик зур рәхмәт"
    },
    {
        "id": 32,
        "rus": "Это папа Азата",
        "tat": "Бу Азатның әтисе"
    },
    {
        "id": 17,
        "rus": "Кто это",
        "tat": "Бу кем"
    },
    {
        "id": 37,
        "rus": "Что это",
        "tat": "Бу нәрсә"
    },
    {
        "id": 14,
        "rus": "До свидания",
        "tat": "Сау булыгыз"
    },
    {
        "id": 11,
        "rus": "Конечно, разумеется",
        "tat": "Әлбәттә"
    },
    {
        "id": 40,
        "rus": "Давай покушаем",
        "tat": "Әйдә ашыйбыз"
    },
    {
        "id": 41,
        "rus": "Давай пошли",
        "tat": "Әйдә киттек"
    },
    {
        "id": 30,
        "rus": "Добрый вечер",
        "tat": "Хәерле кич"
    },
    {
        "id": 43,
        "rus": "Мне нужен апельсин",
        "tat": "Миңа апельсин кирәк"
    },
    {
        "id": 39,
        "rus": "Где мой телефон",
        "tat": "Минем телефон кайда"
    },
    {
        "id": 36,
        "rus": "Я говорю по-татарски",
        "tat": "Мин татарча сөйләшәм"
    },
    {
        "id": 45,
        "rus": "Спасибо",
        "tat": "Рәхмәт"
    },
    {
        "id": 44,
        "rus": "Татарский язык",
        "tat": "Татар теле"
    },
    {
        "id": 35,
        "rus": "Как дела",
        "tat": "Хәлләрең ничек"
    },
    {
        "id": 21,
        "rus": "Что сейчас будем делать",
        "tat": "Хәзер нишлик"
    },
    {
        "id": 27,
        "rus": "Нет настроения",
        "tat": "Кәефем юк"
    },
    {
        "id": 38,
        "rus": "Красивая девочка",
        "tat": "Матур кыз"
    },
    {
        "id": 26,
        "rus": "Я очень рад",
        "tat": "Мин бик шат"
    },
    {
        "id": 31,
        "rus": "Меня зовут Алсу",
        "tat": "Минем исемем Алсу"
    },
    {
        "id": 18,
        "rus": "Как дела",
        "tat": "Ни хәл"
    },
    {
        "id": 42,
        "rus": "Добро пожаловать",
        "tat": "Рәхим итегез"
    },
    {
        "id": 6,
        "rus": "Передавай привет",
        "tat": "Сәлам әйт"
    },
    {
        "id": 34,
        "rus": "Вам тоже спасибо",
        "tat": "Сезгә дә рәхмәт"
    },
    {
        "id": 12,
        "rus": "Где ты",
        "tat": "Син кайда"
    }
]

export const words: IWord[] = [
    {
        id: 23,
        rus: "Выступление",
        tat: "Чыгыш"
    }, {
        id: 27,
        rus: "Парень",
        tat: "Егет"
    }, {
        id: 18,
        rus: "Мысль, идея",
        tat: "Фикер"
    }, {
        id: 12,
        rus: "Семья",
        tat: "Гаилә"
    }, {
        id: 16,
        rus: "Служба, работа",
        tat: "Хезмәт"
    }, {
        id: 2,
        rus: "Хозяйство",
        tat: "Хуҗалык"
    }, {
        id: 26,
        rus: "Управление",
        tat: "Идарә"
    }, {
        id: 31,
        rus: "Дом",
        tat: "Өй"
    }, {
        id: 340,
        rus: "город",
        tat: "шәһәр"
    }, {
        id: 29,
        rus: "Вода",
        tat: "Су"
    }, {
        id: 13,
        rus: "Рубль",
        tat: "Сум"
    }, {
        id: 9,
        rus: "Ученик, читатель",
        tat: "Укучы"
    }, {
        id: 4,
        rus: "Он/она/оно, сын",
        tat: "Ул"
    }, {
        id: 14,
        rus: "Место",
        tat: "Урын"
    }, {
        id: 30,
        rus: "Время, пора",
        tat: "Вакыт"
    }, {
        id: 334,
        rus: "ладно",
        tat: "ярар"
    }, {
        id: 32,
        rus: "Помощь, поддержка",
        tat: "Ярдәм"
    }, {
        id: 7,
        rus: "Центр",
        tat: "Үзәк"
    }, {
        id: 35,
        rus: "Отдел, собрание",
        tat: "Оешма"
    }, {
        id: 58,
        rus: "Луна, месяц",
        tat: "Ай"
    }, {
        id: 61,
        rus: "Деньги",
        tat: "Акча"
    }, {
        id: 49,
        rus: "Промежуток, расстояние",
        tat: "Ара"
    }, {
        id: 69,
        rus: "Голова, ум",
        tat: "Баш"
    }, {
        id: 20,
        rus: "Знание",
        tat: "Белем"
    }, {
        id: 71,
        rus: "Религия, вера",
        tat: "Дин"
    }, {
        id: 134,
        rus: "мама",
        tat: "әни"
    }, {
        id: 59,
        rus: "Наука",
        tat: "Фән"
    }, {
        id: 62,
        rus: "Информация",
        tat: "Мәгълүмат"
    }, {
        id: 41,
        rus: "Область",
        tat: "Өлкә"
    }, {
        id: 64,
        rus: "Вид, образ, облик",
        tat: "Рәвеш"
    }, {
        id: 53,
        rus: "Состояние",
        tat: "Хәл"
    }, {
        id: 452,
        rus: "весна",
        tat: "яз"
    }, {
        id: 22,
        rus: "Творчество",
        tat: "Иҗат"
    }, {
        id: 136,
        rus: "девочка",
        tat: "кыз"
    }, {
        id: 52,
        rus: "Жизнь, бытие",
        tat: "Тормыш"
    }, {
        id: 60,
        rus: "Заместитель",
        tat: "Урынбасар"
    }, {
        id: 70,
        rus: "Руководитель",
        tat: "Җитәкче"
    }, {
        id: 371,
        rus: "гора",
        tat: "тау"
    }, {
        id: 36,
        rus: "Период, этап, эпоха",
        tat: "Чор"
    }, {
        id: 25,
        rus: "Средство",
        tat: "Чара"
    }, {
        id: 33,
        rus: "Cтепень, уровень, авторитет",
        tat: "Дәрәҗә"
    }, {
        id: 65,
        rus: "Произведение",
        tat: "Әсәр"
    }, {
        id: 68,
        rus: "Запах",
        tat: "Ис"
    }, {
        id: 75,
        rus: "Мир",
        tat: "Дөнья"
    }, {
        id: 6,
        rus: "Имя, название",
        tat: "Исем"
    }, {
        id: 72,
        rus: "День",
        tat: "Көн"
    }, {
        id: 89,
        rus: "Цель",
        tat: "Максат"
    }, {
        id: 84,
        rus: "Случай",
        tat: "Очрак"
    }, {
        id: 79,
        rus: "Возможность",
        tat: "Мөмкинлек"
    }, {
        id: 85,
        rus: "Председатель",
        tat: "Рәис"
    }, {
        id: 77,
        rus: "Число, количество",
        tat: "Сан"
    }, {
        id: 92,
        rus: "Война",
        tat: "Сугыш"
    }, {
        id: 90,
        rus: "Вопрос",
        tat: "Сорау"
    }, {
        id: 86,
        rus: "Рост, прирост",
        tat: "Үсеш"
    }, {
        id: 78,
        rus: "Возраст",
        tat: "Яшь"
    }, {
        id: 358,
        rus: "аптека",
        tat: "даруханә"
    }, {
        id: 376,
        rus: "озеро",
        tat: "күл"
    }, {
        id: 140,
        rus: "ребёнок",
        tat: "бала"
    }, {
        id: 11,
        rus: "Результат, итог",
        tat: "Нәтиҗә"
    }, {
        id: 42,
        rus: "Действие",
        tat: "Гамәл"
    }, {
        id: 367,
        rus: "государство",
        tat: "дәүләт"
    }, {
        id: 21,
        rus: "Работа, труд",
        tat: "Эш"
    }, {
        id: 352,
        rus: "можно",
        tat: "мөмкин"
    }, {
        id: 341,
        rus: "больница",
        tat: "хастаханә"
    }, {
        id: 137,
        rus: "младенец",
        tat: "бәби"
    }, {
        id: 132,
        rus: "младший брат",
        tat: "эне"
    }, {
        id: 139,
        rus: "бабушка",
        tat: "әби"
    }, {
        id: 128,
        rus: "родственники",
        tat: "туганнар"
    }, {
        id: 38,
        rus: "Человек",
        tat: "Кеше"
    }, {
        id: 76,
        rus: "Задача, проблема",
        tat: "Мәсьәлә"
    }, {
        id: 127,
        rus: "родственник",
        tat: "туган"
    }, {
        id: 345,
        rus: "церковь",
        tat: "чиркәү"
    }, {
        id: 343,
        rus: "библиотека",
        tat: "китапханә"
    }, {
        id: 133,
        rus: "папа",
        tat: "әти"
    }, {
        id: 135,
        rus: "мальчик",
        tat: "малай"
    }, {
        id: 129,
        rus: "сестра, тётя",
        tat: "апа"
    }, {
        id: 131,
        rus: "брат, дядя",
        tat: "абый"
    }, {
        id: 518,
        rus: "живот",
        tat: "эч"
    }, {
        id: 152,
        rus: "праздник",
        tat: "бәйрәм"
    }, {
        id: 368,
        rus: "народ",
        tat: "халык"
    }, {
        id: 154,
        rus: "магазин",
        tat: "кибет"
    }, {
        id: 149,
        rus: "английский язык",
        tat: "инглиз теле"
    }, {
        id: 145,
        rus: "слово",
        tat: "сүз"
    }, {
        id: 160,
        rus: "идти",
        tat: "барырга"
    }, {
        id: 165,
        rus: "понимать",
        tat: "аңларга"
    }, {
        id: 166,
        rus: "спрашивать, просить",
        tat: "сорарга"
    }, {
        id: 159,
        rus: "знать",
        tat: "белергә"
    }, {
        id: 141,
        rus: "друг",
        tat: "дус"
    }, {
        id: 142,
        rus: "плохой, плохо",
        tat: "начар"
    }, {
        id: 162,
        rus: "возвращаться",
        tat: "кайтырга"
    }, {
        id: 164,
        rus: "слушать",
        tat: "тыңларга"
    }, {
        id: 144,
        rus: "часы, час",
        tat: "сәгать"
    }, {
        id: 147,
        rus: "татарский язык",
        tat: "татар теле"
    }, {
        id: 157,
        rus: "учиться, читать",
        tat: "укырга"
    }, {
        id: 151,
        rus: "по-английски",
        tat: "инглизчә"
    }, {
        id: 148,
        rus: "русский язык",
        tat: "рус теле"
    }, {
        id: 150,
        rus: "по-русски",
        tat: "русча"
    }, {
        id: 459,
        rus: "черный",
        tat: "кара"
    }, {
        id: 355,
        rus: "деревня",
        tat: "авыл"
    }, {
        id: 24,
        rus: "Женщина, жена",
        tat: "Хатын"
    }, {
        id: 51,
        rus: "Культура",
        tat: "Мәдәният"
    }, {
        id: 354,
        rus: "песня",
        tat: "җыр"
    }, {
        id: 365,
        rus: "великий",
        tat: "бөек"
    }, {
        id: 351,
        rus: "можно?",
        tat: "мөмкинме?"
    }, {
        id: 366,
        rus: "страна",
        tat: "ил"
    }, {
        id: 83,
        rus: "Численность, счёт",
        tat: "Исәп"
    }, {
        id: 67,
        rus: "Книга",
        tat: "Китап"
    }, {
        id: 360,
        rus: "мечеть",
        tat: "мәчет"
    }, {
        id: 353,
        rus: "урок",
        tat: "дәрес"
    }, {
        id: 174,
        rus: "играть",
        tat: "уйнарга"
    }, {
        id: 167,
        rus: "сказать",
        tat: "әйтергә"
    }, {
        id: 168,
        rus: "брать",
        tat: "алырга"
    }, {
        id: 169,
        rus: "продавать",
        tat: "сатарга"
    }, {
        id: 170,
        rus: "отвечать",
        tat: "җавап бирергә"
    }, {
        id: 172,
        rus: "встречаться",
        tat: "очрашырга"
    }, {
        id: 362,
        rus: "здание",
        tat: "бина"
    }, {
        id: 364,
        rus: "древний",
        tat: "борынгы"
    }, {
        id: 382,
        rus: "грязный",
        tat: "пычрак"
    }, {
        id: 383,
        rus: "чистый",
        tat: "чиста"
    }, {
        id: 384,
        rus: "высокий",
        tat: "биек"
    }, {
        id: 385,
        rus: "низкий",
        tat: "тәбәнәк"
    }, {
        id: 387,
        rus: "красивый",
        tat: "матур"
    }, {
        id: 388,
        rus: "некрасивый",
        tat: "ямьсез"
    }, {
        id: 389,
        rus: "вкусный",
        tat: "тәмле"
    }, {
        id: 369,
        rus: "музеи",
        tat: "музейлар"
    }, {
        id: 370,
        rus: "район",
        tat: "район"
    }, {
        id: 372,
        rus: "равнина",
        tat: "болын"
    }, {
        id: 373,
        rus: "природа",
        tat: "табигать"
    }, {
        id: 374,
        rus: "лес",
        tat: "урман"
    }, {
        id: 377,
        rus: "сад",
        tat: "бакча"
    }, {
        id: 378,
        rus: "широкий",
        tat: "киң"
    }, {
        id: 379,
        rus: "узкий",
        tat: "тар"
    }, {
        id: 381,
        rus: "маленький",
        tat: "кечкенә"
    }, {
        id: 392,
        rus: "горячий",
        tat: "кайнар"
    }, {
        id: 394,
        rus: "полезный",
        tat: "файдалы"
    }, {
        id: 395,
        rus: "бесполезный",
        tat: "файдасыз"
    }, {
        id: 390,
        rus: "невкусный",
        tat: "тәмсез"
    }, {
        id: 396,
        rus: "далёкий",
        tat: "ерак"
    }, {
        id: 375,
        rus: "река",
        tat: "елга"
    }, {
        id: 391,
        rus: "сладкий",
        tat: "баллы"
    }, {
        id: 407,
        rus: "улица",
        tat: "урам"
    }, {
        id: 408,
        rus: "дом",
        tat: "йорт, өй"
    }, {
        id: 400,
        rus: "мягкий",
        tat: "йомшак"
    }, {
        id: 401,
        rus: "твёрдый",
        tat: "каты"
    }, {
        id: 402,
        rus: "утро",
        tat: "иртә"
    }, {
        id: 404,
        rus: "вечер",
        tat: "кич"
    }, {
        id: 405,
        rus: "ночь",
        tat: "төн"
    }, {
        id: 406,
        rus: "гость",
        tat: "кунак"
    }, {
        id: 410,
        rus: "старый",
        tat: "иске"
    }, {
        id: 411,
        rus: "новый",
        tat: "яңа"
    }, {
        id: 412,
        rus: "этаж",
        tat: "кат"
    }, {
        id: 413,
        rus: "комната",
        tat: "бүлмә"
    }, {
        id: 417,
        rus: "мебель",
        tat: "өй жиһазы"
    }, {
        id: 418,
        rus: "холодильник",
        tat: "суыткыч"
    }, {
        id: 419,
        rus: "стиральная машина",
        tat: "кер юу машинасы"
    }, {
        id: 420,
        rus: "окно",
        tat: "тәрәзә"
    }, {
        id: 397,
        rus: "близкий",
        tat: "якын"
    }, {
        id: 398,
        rus: "глубокий",
        tat: "тирән"
    }, {
        id: 423,
        rus: "гостиная",
        tat: "кунак бүлмәсе"
    }, {
        id: 399,
        rus: "неглубокий, мелкий",
        tat: "сай"
    }, {
        id: 425,
        rus: "кухня",
        tat: "аш бүлмәсе"
    }, {
        id: 422,
        rus: "лестница",
        tat: "баскыч"
    }, {
        id: 426,
        rus: "детская",
        tat: "балалар бүлмәсе"
    }, {
        id: 427,
        rus: "ванная комната",
        tat: "юыну бүлмәсе"
    }, {
        id: 428,
        rus: "стол",
        tat: "өстәл"
    }, {
        id: 429,
        rus: "стул",
        tat: "урындык"
    }, {
        id: 430,
        rus: "шкаф",
        tat: "шкаф"
    }, {
        id: 431,
        rus: "пылесос",
        tat: "тузан суыргыч"
    }, {
        id: 432,
        rus: "подушка",
        tat: "мендәр"
    }, {
        id: 433,
        rus: "кровать",
        tat: "карават"
    }, {
        id: 434,
        rus: "одеяло",
        tat: "юрган"
    }, {
        id: 435,
        rus: "коврик",
        tat: "палас"
    }, {
        id: 436,
        rus: "светлый",
        tat: "якты"
    }, {
        id: 437,
        rus: "удобный",
        tat: "уңайлы"
    }, {
        id: 439,
        rus: "там",
        tat: "анда"
    }, {
        id: 440,
        rus: "здесь",
        tat: "монда"
    }, {
        id: 441,
        rus: "тёплый",
        tat: "җылы"
    }, {
        id: 443,
        rus: "дождь",
        tat: "яңгыр"
    }, {
        id: 444,
        rus: "ветер",
        tat: "җил"
    }, {
        id: 445,
        rus: "снег",
        tat: "кар"
    }, {
        id: 446,
        rus: "любовь",
        tat: "мәхәббәт"
    }, {
        id: 449,
        rus: "завтра",
        tat: "иртәгә"
    }, {
        id: 450,
        rus: "вчера",
        tat: "кичә"
    }, {
        id: 451,
        rus: "погода",
        tat: "һава торышы"
    }, {
        id: 453,
        rus: "лето",
        tat: "җәй"
    }, {
        id: 462,
        rus: "зеленый",
        tat: "яшел"
    }, {
        id: 463,
        rus: "серый",
        tat: "соры"
    }, {
        id: 465,
        rus: "фиолетовый",
        tat: "шәмәхә"
    }, {
        id: 466,
        rus: "один",
        tat: "бер"
    }, {
        id: 467,
        rus: "два",
        tat: "ике"
    }, {
        id: 468,
        rus: "три",
        tat: "өч"
    }, {
        id: 469,
        rus: "четыре",
        tat: "дүрт"
    }, {
        id: 470,
        rus: "пять",
        tat: "биш"
    }, {
        id: 471,
        rus: "шесть",
        tat: "алты"
    }, {
        id: 473,
        rus: "восемь",
        tat: "сигез"
    }, {
        id: 474,
        rus: "девять",
        tat: "тугыз"
    }, {
        id: 475,
        rus: "десять",
        tat: "ун"
    }, {
        id: 476,
        rus: "цветок",
        tat: "чәчәк"
    }, {
        id: 478,
        rus: "рыба",
        tat: "балык"
    }, {
        id: 479,
        rus: "мясо",
        tat: "ит"
    }, {
        id: 480,
        rus: "курица",
        tat: "тавык"
    }, {
        id: 481,
        rus: "птица",
        tat: "кош"
    }, {
        id: 483,
        rus: "растение",
        tat: "үсемлек"
    }, {
        id: 484,
        rus: "одежда",
        tat: "кием"
    }, {
        id: 485,
        rus: "брюки",
        tat: "чалбар"
    }, {
        id: 487,
        rus: "шапка",
        tat: "башлык, баш киеме"
    }, {
        id: 458,
        rus: "белый",
        tat: "ак"
    }, {
        id: 457,
        rus: "желтый",
        tat: "сары"
    }, {
        id: 460,
        rus: "розовый",
        tat: "алсу"
    }, {
        id: 495,
        rus: "рука",
        tat: "кул"
    }, {
        id: 514,
        rus: "глаз",
        tat: "күз"
    }, {
        id: 488,
        rus: "обувь",
        tat: "аяк киеме"
    }, {
        id: 489,
        rus: "верхняя одежда",
        tat: "өс киеме"
    }, {
        id: 490,
        rus: "детская одежда",
        tat: "балалар киеме"
    }, {
        id: 491,
        rus: "косметика",
        tat: "бизәнү әйберләре"
    }, {
        id: 492,
        rus: "игрушка",
        tat: "уенчык"
    }, {
        id: 493,
        rus: "юбка",
        tat: "итәк"
    }, {
        id: 496,
        rus: "облако",
        tat: "болыт"
    }, {
        id: 497,
        rus: "сегодня",
        tat: "бүген"
    }, {
        id: 500,
        rus: "погода",
        tat: "һава торышы"
    }, {
        id: 503,
        rus: "осень",
        tat: "көз"
    }, {
        id: 504,
        rus: "зима",
        tat: "кыш"
    }, {
        id: 505,
        rus: "красный",
        tat: "кызыл"
    }, {
        id: 507,
        rus: "тело",
        tat: "тән"
    }, {
        id: 509,
        rus: "палец",
        tat: "бармак"
    }, {
        id: 513,
        rus: "ухо",
        tat: "колак"
    }, {
        id: 515,
        rus: "нос",
        tat: "борын"
    }, {
        id: 517,
        rus: "рот",
        tat: "авыз"
    }, {
        id: 510,
        rus: "лицо, страница",
        tat: "бит"
    }, {
        id: 511,
        rus: "спина",
        tat: "арка"
    }, {
        id: 512,
        rus: "волосы",
        tat: "чәч, чәчләр"
    }, {
        id: 519,
        rus: "язык",
        tat: "тел"
    }, {
        id: 521,
        rus: "напиток",
        tat: "эчемлек"
    }, {
        id: 522,
        rus: "хлеб",
        tat: "икмәк, ипи"
    }, {
        id: 523,
        rus: "масло",
        tat: "май"
    }, {
        id: 524,
        rus: "молоко",
        tat: "сөт"
    }, {
        id: 525,
        rus: "яйцо",
        tat: "күкәй, йомырка"
    }, {
        id: 527,
        rus: "чай",
        tat: "чәй"
    }, {
        id: 528,
        rus: "мёд",
        tat: "бал"
    }, {
        id: 529,
        rus: "фрукты",
        tat: "җилэк-җимеш"
    }, {
        id: 530,
        rus: "овощ",
        tat: "яшелчә"
    }, {
        id: 532,
        rus: "морковь",
        tat: "кишер"
    }, {
        id: 533,
        rus: "огурец",
        tat: "кыяр"
    }, {
        id: 534,
        rus: "капуста",
        tat: "кәбестә"
    }, {
        id: 535,
        rus: "яблоко",
        tat: "алма"
    }, {
        id: 538,
        rus: "суп",
        tat: "аш"
    }, {
        id: 539,
        rus: "каша",
        tat: "ботка"
    }, {
        id: 540,
        rus: "соль",
        tat: "тоз"
    }, {
        id: 541,
        rus: "скидка",
        tat: "ташлама"
    }, {
        id: 543,
        rus: "дорогой (о цене)",
        tat: "кыйбат"
    }, {
        id: 544,
        rus: "цена",
        tat: "бәя"
    }, {
        id: 545,
        rus: "медведь",
        tat: "аю"
    }, {
        id: 546,
        rus: "лиса",
        tat: "төлке"
    }, {
        id: 548,
        rus: "заяц",
        tat: "куян"
    }, {
        id: 57,
        rus: "Привет",
        tat: "Сәлам"
    }, {
        id: 19,
        rus: "Сотрудник",
        tat: "Хезмәткәр"
    }, {
        id: 40,
        rus: "Дорога, путь",
        tat: "Юл"
    }, {
        id: 74,
        rus: "Сила, могущество",
        tat: "Көч"
    }, {
        id: 93,
        rus: "Просвещение, образование",
        tat: "Мәгариф"
    }, {
        id: 155,
        rus: "школа",
        tat: "мәктәп"
    }, {
        id: 55,
        rus: "Мусульманин",
        tat: "Мөселман"
    }, {
        id: 87,
        rus: "Встреча",
        tat: "Очрашу"
    }, {
        id: 50,
        rus: "Часть, доля, порция",
        tat: "Өлеш"
    }, {
        id: 95,
        rus: "Стихотворение",
        tat: "Шигырь"
    }, {
        id: 94,
        rus: "Сторона",
        tat: "Тараф"
    }, {
        id: 63,
        rus: "История",
        tat: "Тарих"
    }, {
        id: 175,
        rus: "учитель",
        tat: "укытучы"
    }, {
        id: 363,
        rus: "столица",
        tat: "башкала"
    }, {
        id: 551,
        rus: "корова",
        tat: "сыер"
    }, {
        id: 552,
        rus: "лошадь",
        tat: "ат"
    }, {
        id: 554,
        rus: "дружба",
        tat: "дуслык"
    }, {
        id: 556,
        rus: "надежда",
        tat: "өмет"
    }, {
        id: 34,
        rus: "Представитель",
        tat: "Вәкил"
    }, {
        id: 43,
        rus: "Земля",
        tat: "Җир"
    }, {
        id: 173,
        rus: "заплатить",
        tat: "түләргә"
    }, {
        id: 158,
        rus: "работать",
        tat: "эшләргә"
    }, {
        id: 386,
        rus: "рядом с",
        tat: "янында"
    }, {
        id: 163,
        rus: "разговаривать",
        tat: "сөйләшергә"
    }, {
        id: 380,
        rus: "большой",
        tat: "зур"
    }, {
        id: 393,
        rus: "холодный",
        tat: "салкын"
    }, {
        id: 409,
        rus: "квартира",
        tat: "фатир"
    }, {
        id: 416,
        rus: "остановка",
        tat: "тукталыш"
    }, {
        id: 421,
        rus: "дверь",
        tat: "ишек"
    }, {
        id: 424,
        rus: "спальня",
        tat: "йокы бүлмәсе"
    }, {
        id: 442,
        rus: "холодный",
        tat: "салкын"
    }, {
        id: 448,
        rus: "сегодня",
        tat: "бүген"
    }, {
        id: 461,
        rus: "синий",
        tat: "зәңгәр"
    }, {
        id: 464,
        rus: "коричневый",
        tat: "көрән"
    }, {
        id: 472,
        rus: "семь",
        tat: "җиде"
    }, {
        id: 477,
        rus: "дерево",
        tat: "агач"
    }, {
        id: 482,
        rus: "животное",
        tat: "хайван"
    }, {
        id: 486,
        rus: "рубашка, платье",
        tat: "күлмәк"
    }, {
        id: 516,
        rus: "зуб",
        tat: "теш"
    }, {
        id: 520,
        rus: "еда",
        tat: "ашамлык"
    }, {
        id: 526,
        rus: "пирог",
        tat: "бәлеш"
    }, {
        id: 531,
        rus: "картофель",
        tat: "бәрәңге"
    }, {
        id: 536,
        rus: "сахар",
        tat: "шикәр"
    }, {
        id: 542,
        rus: "дешёвый",
        tat: "арзан"
    }, {
        id: 547,
        rus: "волк",
        tat: "бүре"
    }, {
        id: 549,
        rus: "собака",
        tat: "эт"
    }, {
        id: 550,
        rus: "кошка",
        tat: "песи"
    }, {
        id: 555,
        rus: "уважение",
        tat: "хөрмәт"
    }, {
        id: 146,
        rus: "по-татарски",
        tat: "татарча"
    }, {
        id: 138,
        rus: "дедушка",
        tat: "бабай"
    }, {
        id: 81,
        rus: "Девочка/девушка, дочь",
        tat: "Кыз"
    }, {
        id: 130,
        rus: "младшая сестра",
        tat: "сеңел"
    }, {
        id: 156,
        rus: "детский сад",
        tat: "балалар бакчасы"
    }]
